;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
; Wise Registry Cleaner
; TranslationAuthor: penaV
; TranslationAuthorEmail: penav@outlook.com
; Soft Version: 7.84
; Update: 2013-09-01
[GUI]
ButtonYes=Kyllä
ButtonNo=Ei
ButtonOK=OK
ButtonMinimize=Pienennä
ButtonMaximize=Suurenna
ButtonClose=Sulje
ButtonRestore=Palauta
ButtonMenu=Valikko

[Translation]
;
; Reading habits
; 
ReadHabit = Left-to-right
;
; Font and Charset
;
LanguageName=FIN
LangCode=040B
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
;
; Message box
;
Information=Tietoja Päivityksestä
Warning=Varoitus
Error=Virhe
Confirm=Vahvista
;
; Main GUI
;
FrmWRC.btnregclean.caption=Rekisterin Siivous
FrmWRC.btnadv.caption=Järjestelmän Tehostus
FrmWRC.btnsilm.caption=Rekisterin Eheytys
FrmWRC.btnrestore.caption=Palauta
FrmWRC.btnsettings.caption=Asetukset
FrmWRC.btnlikeit.caption=Tykkään
FrmWRC.btnsuggest.caption=Ehdotukset ja Palaute
FrmWRC.WiseSimpleButton1.caption=Varmuuskopiot
;
; Reg Cleaner
;
FrmRegClean.btnall.caption=Kaikki
FrmRegClean.btnre.caption=Suositellut
FrmRegClean.btnnone.caption=Ei Mitään
FrmRegClean.btnCustom.caption=Muokatut Valinnat
FrmRegClean.WiseLabel1.caption=Ajastus
FrmRegClean.lbltype.caption=Valitse Ajankohta:
FrmRegClean.lblweek.caption=Valitse Päivä:
FrmRegClean.lbltime.caption=Aika:
FrmRegClean.btnScan.caption=Aloita Etsintä
FrmRegClean.btncancel.caption=Keskeytä
FrmRegClean.btnrescan.caption=Etsi Uudelleen
FrmRegClean.lblstat.caption=Et ole siivonnut koneesi rekisteriä. Välitön rekisterin siivous on suositeltavaa!
FrmRegClean.vtrc.Columns[0]=Tieto
FrmRegClean.vtrc.Columns[1]=Rekisteri Avain
;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Tehosta
FrmOptimizer.btnnone.caption=Ei Mitään
FrmOptimizer.btnall.caption=Kaikki
FrmOptimizer.btnDefault.caption=Järjestelmä Oletus
FrmOptimizer.lblrecommendinfo.caption=Kokeile meidän muitakin tuotteitamme nyt, sivustolta WiseCleaner.com!
FrmOptimizer.lblpce.caption=Wise Care 365
FrmOptimizer.lblpceinfo.caption=Wise Care 365 on kooste tärkeitä rekisteri, levy ja muita järjestelmä sovelluksia Tietokoneellesi. Helppo käyttää ja Tehokas !
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner on Paras Vapaa Levyn Siivoaja, roska tiedostojen ja yksityisten jälkien siivoukseen. Nopea, Tarkka ja Turvallinen!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Haluatko jatkossakin tehostaa Windowsisi suorituskykyä?
Frmoptimizer.lblinfoex.caption=Järjestelmän säätäminen voi tehostaa verkkotoimintojasi, nopeuttaa Windowsiasi ja vakauttaa järjestelmääsi.
FrmOptimizer.btnoptimize.caption=Tehosta
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Rekisterin eheytys voi saada tietokoneesi toimimaan nopeammin ja vakaammin.
FrmRegDefragger.lblstat.caption=Et ole eheyttänyt rekisteriäsi vielä. Välitön rekisterin eheytys on suositeltavaa!
FrmRegDefragger.btndefrag.caption=Eheytä
FrmRegDefragger.lblinfo1.caption=1. Suosittelemme että suljet kaikki muut sovellukset ennen tämän tapahtuman suoritusta.
FrmRegDefragger.lblinfo2.caption=2. Järjestelmäsi ei vastaa kun tutkinta käynnissä.
FrmRegDefragger.lblinfo3.caption=3. Se käynnistää tietokoneesi uudelleen kun rekisterin eheytys on päättynyt.
FrmRegDefragger.lblinfo4.caption=4. Älä keskeytä rekisterin eheytystä, muuten se saattaa aiheuttaa vakavia seurauksia.
FrmRegDefragger.vtdefrag.Columns[0]=Kohteen Nimi
FrmRegDefragger.vtdefrag.Columns[1]=Nykyinen Koko
FrmRegDefragger.vtdefrag.Columns[2]=Uusi Koko
FrmRegDefragger.vtdefrag.Columns[3]=Pienentymis suhde
FrmRegDefragger.btnAnalysis.caption=Tutki
;
; Custom scan areas
;
Frmcustom.caption=Muokatut Valinnat
Frmcustom.btnre.caption=Suositellut
Frmcustom.btnall.caption=Kaikki
Frmcustom.btnnone.caption=Ei Mitään
Frmcustom.btncancel.caption=Keskeytä
Frmcustom.btnok.caption=OK
;
; About Window
;
FrmAbout.lblver.caption=Nykyinen Versio:
FrmAbout.lblemail.caption=Tuen Sähköposti:
FrmAbout.lblemailinfo.caption=Support@wisecleaner.com
FrmAbout.lblhome.caption=Kotisivu:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Kiitos seuraaville henkilöille heidän avusta:
FrmAboutWin.caption=Tietoja Ohjelmasta ja Meistä
FrmAboutWin.btnok.caption=OK
;
; Settings
;
FrmSettings.caption=Asetukset
FrmSettings.tsCommon.caption=Yleiset
FrmGeneral.chkexp.caption=Nauti Asiakas Kokemusten Kehitys Ohjelmasta
FrmGeneral.lblexp.caption=Tietoja
FrmSettings.tsAutoRun.caption=Auto Suoritus
FrmSettings.tsExclusion.caption=Pois Suljettu
FrmSettings.btnrestore.caption=Tietoja Meistä
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Keskeytä
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Luo "Siivoa 1-klikkauksella" kuvake ja sijoita se työpöydällesi
FrmAutorunSettings.lblcmd.caption=Komentokehoite Tila
FrmAutorunSettings.lblcmdinfo.caption=Voit suorittaa ohjelman, etsiä ja siivota rekisterisi automaattisesti komentokehoittessa. Lisää tietoja, paina F1 tai klikkaa oheista Verkko-osoite linkkiä lukeaksesi ohje tietoja.
FrmAutorunSettings.btnhelp.caption=Suoraa Apua
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Lisää Avainsana
FrmExclusion.btnExport.caption=Vie
FrmExclusion.btnRemove.caption=Poista
FrmExclusion.btnimport.caption=Tuo
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Keskeytä
;
; General Settings
;
FrmGeneral.chkNews.caption=Hae uutiskirjeet automaattisesti
FrmGeneral.chkbackup.caption=Tee rekisterin varmuuskopio automaattisesti enne siivousta
FrmGeneral.WiseLabel1.caption=Tarkista Päivitys:
FrmGeneral.WiseLabel2.caption=Oletus Kieli:
FrmGeneral.btnchecknew.caption=Tarkista Nyt
FrmGeneral.lbtran.caption=Käännetty kielille...
FrmGeneral.lblscanmode.caption=Kuinka tutkitaan reksiteri
FrmGeneral.rdnormal.caption=Normaali (Suositeltu)
FrmGeneral.rdssafe.caption=Vain Turvallinen (Näyttää vain "Turvallinen" kohteet)
FrmGeneral.rddeep.caption=Syvä (Täysi tutkinta tila, edistyneille käyttäjille)
;
; Backup and Restore
;
Frm_br.btncancel.caption=Keskeytä
FrmBackup.caption=Varmuuskopioi
FrmBackup.btnreg.caption=Luo täysi rekisterin varmuuskopio
FrmBackup.btnsys.caption=Luo järjestelmän palautuspiste
FrmRestore.caption=Palautus Keskus
FrmRestore.btnRegBk.caption=Rekisterin Varmuuskopio
FrmRestore.btnSysBK.caption=Järjestelmän Palautus
FrmRestore.btnclose.caption=Sulje
FrmRestore.btnrestore.caption=Palauta
FrmRestore.btnremove.caption=Poista
;
; Update
;
frmupdate.caption=Ohjelman Päivitys
;
; Popup Menus
;
pmHelp=Suoraa Apua
pmforum=Keskustelu alueelle
pmHome=Kotisivulle
pmContact=Ota yhteyttä Meihin
pmCheckNew=Tarkista päivitykset
pmLang=Valitse Kieli
pmSkin=Valitse Ulkoasu
pmAbout=Tietoja Meistä
pmIgnore=Ohita tämä kohde
pmrec=Valitse Turvalliset Kohteet
pmAll1=Kaikki
pmNone=Ei Mitään
pmGo=Avaa Rekisteri muokkaimessa...
pmExport=Vie kohteeseen...
pmPortable=Luo siirrettävä (USB) versio
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Jos pidät Wise Registry Cleaneristä, ota käyttöön tämä hyvä vapaa työkalu, sinun suosikiksi.
FrmlikeUs.lblInfo.caption=Jaa Wise Registry Cleaneriä perheellesi, ystävillesi, luokkakavereillesi ja kolleegoillesi Sähköpostitse, Blogissa, Twitterissä, Youtubessa, Facebookissa, jne.. Hyvin Tehty! Tuot mukavuutta ja tehokkuutta heidän elämäänsä.
FrmlikeUs.lblRate.caption=Arvioi Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Seuraa meitä kohteissa:
FrmlikeUs.lblshare.caption=Jaa Wise Registry Cleaneriä:
FrmlikeUs.btndownload.caption=Lataa Ohjelmia
FrmlikeUs.imgrate.hint=Anna meille 5 tähden arvio
FrmlikeUs.imgmail.hint=Jaa se ystävillesi
FrmlikeUs.imgface1.hint=Jaa se Facebookissa
FrmlikeUs.imgface2.hint=Seuraa meitä Facebookissa
FrmlikeUs.imgtwitter1.hint=Jaa se Twitterissä
FrmlikeUs.imgtwitter2.hint=Seuraa meitä Twitterissä
FrmlikeUs.Caption=Tykkään Tästä
FrmlikeUs.lbldownload.caption=Lataa lisää vapaita ohjelmia WiseCleaner.com:sta:

;
; DefProcess
;
FrmProcess.Caption=Rekisterin Eheyden Tutkinta
FrmProcess.lblwait.caption=Tutkitaan...
FrmProcess.lblinfo.caption=Tietokoneesi ei vastaa tutkinnan aikana.
FrmProcess.lblwait.caption=Tutkitaan, odota...

[Message]
Total=Yhteensä
DefragRate=Se voi auttaa sinua pienentämään rekisterin kokoa %s.
SuggestDefrag=Välitön rekisterin eheytys on suositeltavaa.
SuggestIgnore=Rekisterisi ei sisällä mitään tarpeettomia, joten eheytä se seuraavalla kerralla.
TypeNoError=Ei Korjattavaa
NeverClean=Et ole siivonnut koneesi rekisteriä. Välitön rekisterin siivous on suositeltavaa!
AdviseClean=Säännöllinen rekisterin siivous voi pitää tietokoneesi toiminnan nopeampana ja turvallisena.
DupItem=Tämä kohde on listattu listalla.
Advisedefrag=Rekisterin eheytys voi saada tietokoneesi toimimaan nopeammin ja vakaammin.
NeverDefrag=Et ole eheyttänyt rekisteriäsi vielä. Välitön rekisterin eheytys on suositeltavaa!
LastDefrag=Rekisterin eheytys on suoritettu viimeksi:
TotalDefrag=Yhteensä %.2f on pakattu.
DefaultValue=(Oletus)
RegBackup=Varmuuskopioi Rekisteri
RegRestore=Palauta Rekisteri
CreateBackup=Luodaan rekisterivarmuuskopio tiedostoa...
Compress=Pakataan rekisterivarmuuskopio tietoja...
Extracte=Puretaan rekisterivarmuuskopio tietoja...
Complete=Valmis
RestoreReg=Palautetaan Rekisteriä...Odota muutama minuutti...
NotSupportOS=Ominaisuus ei ole tuettu tässä käyttöjärjestelmässä.
EnableRestore=Järjestelmän Palautus on estetty. Haluatko sallia järjestelmän palauttamisen.
SysCreating=Luodaan järjestelmän palautuspiste...
SysRestoring=Valmistellaan järjestelmän palauttamista...
RestorePointDone=Järjestelmän palautuspisteen luonti onnistui.
RestorePointFail=Järjestelmän palautuspisteen luonti epäonnistui.
ErrorMsg=Virhe Viesti:
Area=Alue
Summary=Selitys
LeastOne=Valitse ainakin yksi alue etsintään.
IsRunning=Ohjelma etsii, odota kunnes etsintä suoritettu ja yritä sitten uudelleen.
Optimized=Tehostetaan
DefragReport=Rekisteri on tiivistetty. Tehostus raportti:
DefragReport1=Rekisterin vanha koko:
DefragReport2=Rekisterin uusi koko:
DefragReport3=Tehostettu koko:
ReOptimize=Tehosta Uudelleen
ComfirmDefrag=Tallenna avoimet työsi, Tietokoneesi käynnistyy uudelleen välittömästi rekisterin eheytyksen jälkeen. Haluatko käynnistää eheytyksen nyt?
def15After=%d päivää kulunut viimeisestä rekisterin eheytyksestä. Eheytä se nyt!
def15Before=Tietokoneesi toimii nopeammin ja vakaammin jos pidät rekisterin mahdollisimman yhtenäisenä.
KeyWord=Anna avainsanasi:
ExImport=Pois-sulku lista on viety kohteeseen:
NoNewVer=Onnittelut! Käytät viimeisintä versiota!
Daily=Päivittäin
Weekly=Viikoittain
Monthly=Kuukausittain
Never=Ei Koskaan
TranslateTo=Käännetty kielille...
NeedBack=Näyttää siltä että käytät ohjelmaa ensimmäisen kerran. Välitön rekisterin varmuuskopiointi on suositeltavaa. Haluatko varmuuskopioida sen automaattisesti nyt?
Newsletter=Uutiskirje
UpgradeInfo=Päivitys Tietoja
CannotCrTask=Ei voi luoda ajastettua tehtävää.
ScheduleNextTime=Seuraavan kerran:
Exported=Nykyiset tiedot on viety kohteeseen %s. Haluatko avata tiedoston nyt?
Idle=Kun Toimettomana
Login=Kirjauduttaessa
LastClean=Viimeisin rekisterin siivous on suoritettu:
Monday=Maanataina
Tuesday=Tiistaina
Wednesday=Keskiviikkona
Thursday=Torstaina
Friday=Perjantaina
Saturday=Lauantaina
Sunday=Sunnuntaina
IssueFound=%d kohde(tta) löytyi.
Scanning=Etsitään
ScanCanceled=Etsintä on keskeytetty!
FindError=Yhteensä %d kohde(tta) löytyi tällä kertaa. Joista %d on epävarmoja.
LogAll=%d kohde(tta) löytyi, joista %d kohde(tta) on siivottu.
LogFail=Epäonnistui poistaa %d kohde(tta).
StartClean=Aloita Siivous
StartScan=Aloita Etsintä
7After=%d päivää kulunut kun siivosit rekisterin. Välitön etsintä on suositeltavaa.
7Before=Siivoamalla rekisterin saat nopeamman tietokoneen!
ReScanHint=%d ongelmaa löytynyt. Suosittelemme että etsit lisää ongelmia.
CleanNow=Klikkaa "Aloita Siivous" korjataksesi nämä ongelmat välittömästi.
NoError=Onnittelut! Sinulla on puhdas rekisteri!
GoodHabit=On hyödyllistä pitää tietokoneesi huippu tehokkaana niin että säännöllisesti siivoat rekisterin.
ReScanHint1=Suosittelemme että etsit uudelleen välittömästi, löytääksesi mahdollisia ongelmia.
TypeChanged=Olet vaihtanut etsintä kohteita!
ReScanHint2=Etsi uudelleen löytääksesi ongelmia.
CleanDone=Siivous on suoritettu!
bkAuto=Automaattisesti
bkManual=Käyttäjän luoma
BackupDate=Varmuuskopio Aika
BackupType=Varmuuskopio Tyyppi
Problems=Ongelmat
CreateDate=Luonti Päivä
Description=Selitys
Removebackup=Haluatko poistaa valitut varmuuskopiot?
RemoveSysRestore=Haluatko poistaa valitut järjestelmän palautuspisteet?
NoBackupSelected=Valitse ainakin yksi varmuuskopio palautettavaksi.
RestoreComplete=Palautus Suoritettu
RestoreFromSysRestore=Sinun täytyy käynnistää tietokoneesi uudelleen järjestelmän palautuksen jälkeen. Haluatko käynnistää palautuksen nyt?
WhenIdle=Kun Toimettomana
WhenLogin=Kirjauduttaessa
NewVer=Uusi versio saatavilla! Haluatko päivittää sen nyt?
TranslateTo=Käännetty kielille...

[Tuneup]
OptIEConnection=Lisää maks. liityntöjä palvelimiin. Verkkosivujen näyttönopeus ja suorien videoiden katselunopeus paranee.
IconCache=Lisää järjestelmän kuvakevälimuistia nopeuttaksesi työpöytä näkymää.
RestoreAll=Haluatko palauttaa kaikki kohteet Windows oletuksiin?
NoSelectedItem=Valitse ainakin yksi kohde tehostettavaksi.
OptItems=Seuraavat %d kohteet voidaan tehostaa.
ItemsOptimized=%d kohdetta on tehostettu.
TakeEff=Jotkin muutokset tulevat voimaan vasta tietokoneen uudelleen käynnistyksen jälkeen.
NoItems=Onnittelut! Kaikki valitut kohteet on tehostettu.
BootSpeedup=Käynnistyksen/Sammutuksen nopeutus
SystemStable=Järjestelmän Vakaus
SystemSpeedup=Järjestelmän Nopeutus
NetworkSpeedup=Verkkotoimintojen Nopeutus
PrefetchParameters=Valvonta määritteiden tehostaminen parantaa Windowsin käynnistys nopeutta.
BootDelay=Vähentämällä "levyn tarkastus" aikaa parannat Windowsin käynnistys nopeutta.
BootPartition=Sallimalla tehostuksen parannat Windowsin käynnistys nopeutta.
ClearPagingFile=Estämällä Windowsin sivutustiedoston tyhjentämisen sammutuksessa, nopeutat tietokoneen sammuttamista.
TimeOut=Vähentämällä ohjelman jouto aikaa suljettaessa, nopeutat sammutus tapahtumaa.
AutoKill=Pysähtyneiden tehtävien sulkeminen estää järjestelmän kaatumisia.
RestartExplorer=Windows Explorerin automaattinen uudelleenkäynnistys lopettaa odottamattomat työpöydän häipymiset
TwoProcess=Asettamalla Windows Explorer osat toimimaan erillisinä tapahtumina, estää järjestelmä ongelmat
ErrorReport=Estämällä näyttö virheen raportoinnin, parannat järjestelmän suorituskykyä
Debugger=Estämällä viheiden jäljityksen, nopeutat virheen käsittely tapahtumaa
OptMemory=Tehostamalla muistin oletus asetuksia, parannat järjestelmän suorituskykyä
OptVEff=Tehostamalla tausta osien (viesti laatikot, valikot, jne.) ilmestymistä, parannat järjestelmän suorituskykyä
OptFileSystem=Tehostamalla tiedostojärjestelmää, parannat järjestelmän suorituskykyä
OptDiskSystem=Tehostamalla levy I/O alijärjestelmää, parannat järjestelmän suorituskykyä
DisAutoRun=Estämällä "Autotoisto" toiminto asemilla, estät virus tartunnat ja leviämisen
OptDiskIdle=Tehosta levy I/O:ta kun Prosessori on toimettomana
OptTTL=Tehostamalla TTL(Elossa olo Aika) asetuksia, parannat verkkotoimintojen suorituskykyä
OptNetForward=Tehostamalla verkkotoimintojen tausta kykyjä, parannat verkkotoimintojen suorituskykyä
OptMTU=Paranna TCP/IP tehokkuutta automaattiseen havaitsemiseen, läpi "mustien aukkojen" reitityksessä Path MTU Discovery tekniikassa
OptWINS=Tehostamalla WINS nimi kysely aikaa, parannat tiedon siirto nopeutta
OptNetWork=Tehosta verkkotoimintojen asetuksia parannat yhteyksien tehokkuutta
CloseAnimate=Estä "siirtymä tehosteet" parannat Windowsin esitys nopeutta
PagingExecutive=Estä muistin sivutus ja vähennä levy I/O:ta parannat sovelluksen tehokkuutta. (Valinta ei huomioida jos asennettua muistia <1 Gb)
StaticIP=Aseta kiinteä IP-osoite paikalliseen yhteyteen nopeuttaksesi tietokoneesi käynnistymistä
PorcessorTime=Tehosta prosessorin suorituskykyä suoritettaville ohjelmille, peleille jne. (Älä huomioi jos kyseessä palvelin)
DisableIDECheck=Torju Windowsin IDE kanavan tarkistus parantaaksesi Windowsin käynnistys nopeutta
ForeAppSpeed=Tehosta taustaohjelmien vastaus nopeuta
AeroPeek=Tehosta Aero Peek tilan näyttö nopeutta
OptEthernet=Tehosta Eternet liitynnän suorituskykyä

[Type]
Services=Windows Palvelut
Activex=ActiveX ja COM osat
FireWall=Windows Palomuuri asetukset
RootAll=Virheelliset Polut
SoftwareSection=Ohjelma polut
ApplicationPaths=Sovellus polut
FileTypes=Tiedosto typit
HelpFiles=Apua tiedostot
Fonts=Kirjasin tiedot
SharedDLL=Jaetut DLL-kirjastot
MRULists=Käyttäjän käyttämä historia
UninstallSection=Asennuksenpoisto ohjelma
StartMenu=Vanhentuneet Käynnistä valikko
StartupProgram=Käynnistyvät ohjelmat
SoundandAppEvents=Ääni ja Tapahtumat
IEUrlHistory=IE:n Historia
IFEO=Haitalliset merkinnät
EmptyKey=Tyhjät Avaimet
App=Ohjelma Asetukset

[ErrorMessage]
ServiceNotExists=Palvelu ohjelman määritystä ei löydy.
MimeExName=Virheellinen MIME tiedosto tarkennin rekisteröiti: %s
EmptyKey=Tyhjät Rekisteriavaimet
EmptyHelpdirctory=Tyhjä Apua hakemisto.
FileNotExist=Tiedsotoa (Kansiota) ei löydy.
HFileNotExist=Apua Tiedostoa (Kansiota) ei löydy.
EmptyValue=Tyhjä arvo
TypeLib=Tyyppi Kirjastoa ei löydy:
NodeEmpty=Tyhjä Liitos
SharedFilenotexist=Jaettua Tiedostoa ei löydy.
sharedfilenotbeuse=Jaettu tiedosto ei ole käytettävissä.
noconnection=Ilman tiedosto liitäntä tietoja.
Invalidpathtoicon=Virheellinen kuvakkeen polku.
ReferstoaninvalidClass=Viittaus virheelliseen Luokkaan.
Emptyshellcommand=Palvelu komento on tyhjä.
Invalidshellcommand=Virheellinen palvelu komento (Tiedostoa ei löydy).
Fontsnotexist=Kirjasin Tiedostoa ei löydy.
Hijacking=%s on kaapattu %s toimesta.
MRULists=Käyttäjän käyttämien tiedostojen, katsottujen elokuvien, muokattujen asiakirjojen jne. historia
invalidOpenWith=Yhtään ohjelmaa ei ole liitetty tähän tyyppiin.
ReferActivex=Viittaus virheelliseen ActiveX/COM merkintään.
EmptyCLSID=Tyhjä Luokkatunnus (CLSID).
ComSourceNotExist=COM Lähdettä ei löydy.
invalidUnistall=Virheellinen asennuksen poisto tieto.
notexist=Ei löydy.
ObsoleteStartMenuItem=Vanhentunut Käynnistä Valikon Kohde.
SoundFilenotexist=Ääni Tiedostoa ei löydy.
FileNotExist1=Tiedostoa/Kansiota ei löydy, mutta asema "%s" on %s. Suosittelemme että et huomioi tätä virhettä.
OpenWithError=Avaus virhe, määritettyä ohjelmaa ei löydy.
OpenWithError1=Tiedostoa/Kansiota ei löydy, mutta asema "%s" on %s. Suosittelemme että et huomioi tätä virhettä.
ComSourceNotExist1=COM Lähdettä ei löydy, mutta asema %s on %s, suositus ettet huomioi tätä virhettä.

[Summary]
Services=Virheelliset Windows palvelut
Activex=Virheelliset ActiveX ja COM osat
FireWall=Virheelliset Windows Palomuuri asetukset
RootAll=Virheelliset Polut ja Tiedostot
SoftwareSection=Jäänteet poistetuista Ohjelmistoista
ApplicationPaths=Jäänteet rekisteröidyistä Sovelluksista
FileTypes=Virheelliset tiedostojen tyyppi tiedot
HelpFiles=Virheelliset rekisteröidyt Apua tiedostot
Fonts=Virheelliset Kirjasin tiedot
SharedDLL=Kadotetut jaetut DLL-kirjastot
MRULists=Käyttäjän käyttämien tiedostojen, elokuvien ym. historia
UninstallSection=Käyttämättömät tai virheelliset Asennuksenpoisto-ohjelma tiedot
StartMenu=Vanhentuneet Käynnistä valikon kohteet
StartupProgram=Vanhentuneet tai virheelliset Käynnistyvät ohjelmat
SoundandAppEvents=Vanhentuneet tai virheelliset asetukset Äänissä ja Tapahtumissa
IEUrlHistory=Vierailtujen Selain sivujen historia
IFEO=Haitalliset merkinnät (luonut vakoilu-, virus- tai haittaohjelma)
EmptyKey=Tyhjät Rekisteriavaimet
App=Virheelliset Ohjelma asetukset

[AutoClean]
ErrorsFixed=virheet on siivottu.
Title=Onnittelut!
ErrorsFound=virheitä löytyi.

[Skin]
SkinDefault=Oletus
SkinBlue=Sininen
SkinGreen=Vihreä
SkinCustom=Muokattu
SkinColor=Muokatun Ulkoasun värit
